Repository: pstragie/simpleTimesTableGame
Catalog: Simple Times Table Game/*.lproj/Localizable.strings
Languages: fr, nl

source: 1. Choose level
fr: 1. Choisissez le niveau
nl: 1. Kies niveau

source: 2. Choose operator
fr: 2. Choisissez l'opérateur
nl: 2. Kies bewerking

source: 3. Choose one or more times tables
fr: 3. Choisissez une ou plusieurs tables de multiplication
nl: 3. Kies één of meer tafels

source: Cancel
fr: Annuler
nl: Annuleer

source: START exercise
fr: Démarrez (exercise)
nl: START oefenen

source: Your answer...
fr: Votre réponse...
nl: Jouw antwoord...

source: Enter the result...
fr: Entrez votre résultat...
nl: Geef je antwoord...

source: Progress will be lost!
fr: Les progrès seront perdus!
nl: Test zal geannuleerd worden!

source: Are you sure you want to go back?
fr: Êtes-vous sûr de vouloir revenir?
nl: Ben je zeker dat je terug wilt gaan?

source: Finished!
fr: Fini!
nl: Klaar!

source: Buy Full version
fr: Acheter la version complète
nl: Activeer alle tafels

source: Wrong answer:
fr: Mauvaise réponse:
nl: Fout antwoord:

source: Wrong answers:
fr: Mauvaises réponses:
nl: Foute antwoorden:

source: You have
fr: Vous avez
nl: Je hebt

source: correct answer.
fr: réponse correcte.
nl: juist antwoord.

source: correct answers.
fr: réponses correctes.
nl: juiste antwoorden.

source: All stars will be deleted!
fr: Toutes les étoiles seront supprimées!
nl: Alle sterren worden gewist!

source: Are you sure you want to delete all hard earned stars for the seleted operator?
fr: Êtes-vous sûr de vouloir supprimer toutes les étoiles durement gagnées pour l'opérateur sélectionné?
nl: Ben je zeker dat je al je hardverdiende sterren wilt wissen voor deze bewerking?

source: contacting AppStore...
fr: contactez AppStore...
nl: AppStore contacteren...

# Purchase failed
source: Purchase fail
fr: Achat raté
nl: Aankoop mislukt

source: Purchases are disabled in your device
fr: Les achats sont désactivés sur votre appareil
nl: Aankopen zijn uitgeschakeld in je toestel

source: Not allowed
fr: Interdit
nl: Niet toegelaten

source: Restore purchase
fr: Restorez l'achat
nl: Herstel aankoop

# Success
source: Succes
fr: Succès
nl: Gelukt

source: No times table selected!
fr: Pas de table selecté!
nl: Geen tafel geselecteerd!

source: Select at least one table.
fr: Selectez au moins une table de multiplication.
nl: Selecteer minstens 1 tafel.

source: Use Passcode
fr: Utilisez code de pass
nl: Gebruik Paswoord

source: Please authenticate to buy Full version (ad free)
fr: Veuillez vous authentifier pour acheter la version complète (pas de advertisement)
nl: Identificeer jezelf om de volledige versie te kopen (reclame-vrij)

source: Parental control
nl: Ouderlijk toezicht

source: Grown ups only!
nl: Enkel voor ouders!

source: Answer correct to buy the full version
nl: Antwoord correct om verder te gaan met de aankoop

source: Answer correct to continue
nl: Antwoord correct om verder te gaan

source: How much is SEVENTEEN + SEVEN - THIRTEEN? (in words)
nl: Hoeveel is SEVENTEEN + SEVEN - THIRTEEN? (voluit in het Engels)

source: START test
fr: Démarrze (test)
